{
    "places": [
        {
            "id": 1,
            "name": "วัดพระมหาธาตุวรมหาวิหาร",
            "location": "นครศรีธรรมราช",
            "description": "วัดพระมหาธาตุวรมหาวิหารเป็นวัดสำคัญทางประวัติศาสตร์ของนครศรีธรรมราช ซึ่งเป็นที่ประดิษฐานของพระบรมธาตุเจดีย์ วัดแห่งนี้ถือเป็นศาสนสถานที่สำคัญของภาคใต้ มีประวัติศาสตร์ยาวนานและมีความงดงามในด้านสถาปัตยกรรมโบราณ.",
            "rating": 4.5,
            "reviews": 355,
            "image": "assets/images/wat_phra_mahathat.jpg",
            "date": "Nov 09, 2022"
        },
        {
            "id": 2,
            "name": "น้ำตกแม่ยะ",
            "location": "เชียงใหม่",
            "description": "น้ำตกแม่ยะเป็นหนึ่งในน้ำตกที่สูงและสวยที่สุดในประเทศไทย ตั้งอยู่ในอุทยานแห่งชาติดอยอินทนนท์ น้ำตกแห่งนี้มีหลายชั้นและมีทิวทัศน์ที่สวยงาม เป็นแหล่งท่องเที่ยวยอดนิยมสำหรับนักท่องเที่ยวที่ชื่นชอบธรรมชาติและการเดินป่า.",
            "rating": 4.4,
            "reviews": 280,
            "image": "assets/images/mae_ya_waterfall.jpg",
            "date": "Oct 20, 2022"
        },
        {
            "id": 3,
            "name": "ผาแต้ม",
            "location": "อุบลราชธานี",
            "description": "ผาแต้มเป็นอุทยานแห่งชาติที่มีชื่อเสียงด้านภาพเขียนสีโบราณ ซึ่งมีอายุหลายพันปี บริเวณผาแต้มยังมีทัศนียภาพที่งดงามของแม่น้ำโขงและธรรมชาติอันสวยงาม ทำให้เป็นจุดท่องเที่ยวที่นิยมของผู้ที่ชื่นชอบการสำรวจประวัติศาสตร์และธรรมชาติ.",
            "rating": 4.6,
            "reviews": 180,
            "image": "assets/images/pha_taem.jpg",
            "date": "Jul 15, 2023"
        },
        {
            "id": 4,
            "name": "พระธาตุพนม",
            "location": "นครพนม",
            "description": "พระธาตุพนมเป็นศาสนสถานสำคัญของภาคอีสาน และเป็นที่ประดิษฐานพระบรมสารีริกธาตุของพระพุทธเจ้า ผู้คนนิยมมาสักการะเพื่อขอพรและเสริมสร้างบุญบารมี พระธาตุพนมยังมีสถาปัตยกรรมที่งดงามและเป็นที่รู้จักในหมู่นักท่องเที่ยวทั้งชาวไทยและชาวต่างชาติ.",
            "rating": 4.7,
            "reviews": 420,
            "image": "assets/images/phra_that_phnom.jpg",
            "date": "Aug 10, 2023"
        },
        {
            "id": 5,
            "name": "ปราสาทหินพนมรุ้ง",
            "location": "บุรีรัมย์",
            "description": "ปราสาทหินพนมรุ้งเป็นโบราณสถานสำคัญของประเทศไทย สร้างขึ้นในสมัยอาณาจักรขอมโบราณ ตั้งอยู่บนยอดภูเขาไฟที่ดับแล้ว ปราสาทหินพนมรุ้งมีสถาปัตยกรรมที่งดงามและเต็มไปด้วยประวัติศาสตร์ที่มีความสำคัญ.",
            "rating": 4.8,
            "reviews": 500,
            "image": "assets/images/phanom_rung.jpg",
            "date": "Mar 01, 2023"
        },
        {
            "id": 6,
            "name": "อุทยานแห่งชาติเขาใหญ่",
            "location": "นครราชสีมา",
            "description": "อุทยานแห่งชาติเขาใหญ่เป็นอุทยานแห่งชาติที่มีชื่อเสียงในประเทศไทย มีพื้นที่ครอบคลุมสี่จังหวัด มีความหลากหลายทางธรรมชาติ เช่น ป่าเขตร้อน ทุ่งหญ้า น้ำตก และสัตว์ป่าที่หายาก อุทยานแห่งนี้ยังได้รับการขึ้นทะเบียนเป็นมรดกโลกทางธรรมชาติจากยูเนสโก.",
            "rating": 4.9,
            "reviews": 760,
            "image": "assets/images/khao_yai.jpg",
            "date": "Apr 10, 2023"
        },
        {
            "id": 7,
            "name": "หาดทรายแม่น้ำโขง",
            "location": "หนองคาย",
            "description": "หาดทรายแม่น้ำโขงเป็นแหล่งท่องเที่ยวธรรมชาติที่มีความสวยงามเฉพาะในช่วงฤดูแล้ง ซึ่งแม่น้ำโขงจะลดระดับน้ำและเผยให้เห็นหาดทรายกว้างใหญ่ ทิวทัศน์ที่สวยงามและบรรยากาศที่เงียบสงบทำให้หาดทรายแม่น้ำโขงเป็นที่นิยมของนักท่องเที่ยวที่มองหาสถานที่พักผ่อนที่ไม่พลุกพล่าน.",
            "rating": 4.3,
            "reviews": 150,
            "image": "assets/images/mekong_beach.jpg",
            "date": "Jan 18, 2023"
        },
        {
            "id": 8,
            "name": "วัดป่าภูก้อน",
            "location": "อุดรธานี",
            "description": "วัดป่าภูก้อนตั้งอยู่ในเขตพื้นที่อนุรักษ์ธรรมชาติของจังหวัดอุดรธานี วัดนี้มีสถาปัตยกรรมที่งดงามโดยเฉพาะพระวิหารซึ่งสร้างขึ้นด้วยสถาปัตยกรรมแบบไทยร่วมสมัย บรรยากาศเงียบสงบและเป็นที่น่าสักการะบูชาของพุทธศาสนิกชน.",
            "rating": 4.7,
            "reviews": 300,
            "image": "assets/images/wat_pa_phu_kon.jpg",
            "date": "Jun 22, 2023"
        },
        {
            "id": 9,
            "name": "สามพันโบก",
            "location": "อุบลราชธานี",
            "description": "สามพันโบกเป็นแหล่งท่องเที่ยวธรรมชาติที่มีเอกลักษณ์ โบกหมายถึงแอ่งน้ำที่ถูกกัดเซาะจากแม่น้ำโขงจนเกิดรูปทรงแปลกตาบนหิน สามพันโบกเป็นแหล่งท่องเที่ยวยอดนิยมสำหรับผู้ที่ชื่นชอบธรรมชาติและถ่ายภาพ.",
            "rating": 4.5,
            "reviews": 290,
            "image": "assets/images/sam_phan_bok.jpg",
            "date": "Dec 05, 2022"
        },
        {
            "id": 10,
            "name": "ภูเรือ",
            "location": "เลย",
            "description": "ภูเรือเป็นยอดเขาที่ตั้งอยู่ในจังหวัดเลย มีทิวทัศน์ที่งดงามโดยเฉพาะในช่วงฤดูหนาวที่มีอากาศเย็นและมีทะเลหมอก ภูเรือเป็นจุดหมายปลายทางยอดนิยมสำหรับนักท่องเที่ยวที่ต้องการสัมผัสกับธรรมชาติและอากาศหนาวเย็น.",
            "rating": 4.6,
            "reviews": 400,
            "image": "assets/images/phu_ruea.jpg",
            "date": "Feb 14, 2023"
        },
        {
            "id": 11,
            "name": "อุทยานแห่งชาติภูผาเทิบ",
            "location": "มุกดาหาร",
            "description": "อุทยานแห่งชาติภูผาเทิบเป็นสถานที่ที่มีหินธรรมชาติรูปร่างสวยงามและแปลกตา มีทิวทัศน์ที่งดงามของทุ่งหญ้าและภูเขาที่เงียบสงบ เหมาะสำหรับการพักผ่อนและสำรวจธรรมชาติที่งดงามของภาคอีสาน.",
            "rating": 4.4,
            "reviews": 180,
            "image": "assets/images/phu_pha_terb.jpg",
            "date": "May 08, 2023"
        },
        {
            "id": 12,
            "name": "ถ้ำภูผาเพชร",
            "location": "กาฬสินธุ์",
            "description": "ถ้ำภูผาเพชรเป็นถ้ำธรรมชาติขนาดใหญ่ที่มีหินงอกหินย้อยที่งดงามและแปลกตา ภายในถ้ำมีบรรยากาศเย็นสบายและเงียบสงบ ทำให้เป็นสถานที่ที่น่าสนใจสำหรับการสำรวจและถ่ายภาพ.",
            "rating": 4.2,
            "reviews": 130,
            "image": "assets/images/phu_pha_pec.jpg",
            "date": "Sep 12, 2022"
        },
        {
            "id": 13,
            "name": "ทะเลบัวแดง",
            "location": "อุดรธานี",
            "description": "ทะเลบัวแดงเป็นบึงน้ำจืดที่มีบัวแดงปกคลุมทั่วทุ่งน้ำในช่วงฤดูหนาว ทิวทัศน์ของดอกบัวแดงที่บานสะพรั่งเต็มพื้นที่น้ำสร้างความงดงามที่ไม่เหมือนใคร เป็นสถานที่ท่องเที่ยวทางธรรมชาติที่น่าประทับใจในภาคอีสาน.",
            "rating": 4.8,
            "reviews": 620,
            "image": "assets/images/red_lotus_lake.jpg",
            "date": "Dec 25, 2022"
        },
        {
            "id": 14,
            "name": "อุทยานแห่งชาติภูจองนายอย",
            "location": "อุบลราชธานี",
            "description": "อุทยานแห่งชาติภูจองนายอยเป็นพื้นที่ป่าที่เงียบสงบและงดงาม มีภูเขาและน้ำตกที่สร้างบรรยากาศอันร่มรื่น เหมาะสำหรับนักท่องเที่ยวที่ต้องการความสงบและการพักผ่อนใกล้ชิดกับธรรมชาติ.",
            "rating": 4.5,
            "reviews": 250,
            "image": "assets/images/phu_chong_na_yoi.jpg",
            "date": "Jul 03, 2023"
        },
        {
            "id": 15,
            "name": "พิพิธภัณฑ์ไดโนเสาร์ภูเวียง",
            "location": "ขอนแก่น",
            "description": "พิพิธภัณฑ์ไดโนเสาร์ภูเวียงเป็นแหล่งศึกษาซากดึกดำบรรพ์และฟอสซิลของไดโนเสาร์ ซึ่งค้นพบในบริเวณใกล้เคียง เป็นสถานที่น่าสนใจสำหรับครอบครัวและผู้ที่สนใจเรื่องราวของไดโนเสาร์และประวัติศาสตร์ธรรมชาติ.",
            "rating": 4.6,
            "reviews": 320,
            "image": "assets/images/phu_wiang_dinosaur_museum.jpg",
            "date": "Nov 21, 2022"
        },
        {
            "id": 16,
            "name": "ปราสาทเมืองต่ำ",
            "location": "บุรีรัมย์",
            "description": "ปราสาทเมืองต่ำเป็นโบราณสถานสำคัญที่สร้างขึ้นในสมัยขอมโบราณ ใกล้กับปราสาทหินพนมรุ้ง โดดเด่นด้วยสถาปัตยกรรมหินที่มีรายละเอียดสลักซึ่งบ่งบอกถึงความรุ่งเรืองในอดีต.",
            "rating": 4.7,
            "reviews": 410,
            "image": "assets/images/muang_tam.jpg",
            "date": "Mar 18, 2023"
        },
        {
            "id": 17,
            "name": "อุทยานแห่งชาติภูผาเหล็ก",
            "location": "สกลนคร",
            "description": "อุทยานแห่งชาติภูผาเหล็กเป็นแหล่งท่องเที่ยวธรรมชาติที่มีภูเขาและวิวทิวทัศน์งดงาม เหมาะสำหรับการปีนเขาและการสำรวจธรรมชาติที่ยังคงความบริสุทธิ์.",
            "rating": 4.5,
            "reviews": 180,
            "image": "assets/images/phu_pha_lek.jpg",
            "date": "Jan 20, 2023"
        },
        {
            "id": 18,
            "name": "เขื่อนลำปาว",
            "location": "กาฬสินธุ์",
            "description": "เขื่อนลำปาวเป็นอ่างเก็บน้ำขนาดใหญ่ที่เป็นแหล่งท่องเที่ยวและสถานที่พักผ่อนหย่อนใจ นักท่องเที่ยวสามารถนั่งชมวิวสวยงามของน้ำและภูเขาในบรรยากาศที่สงบและผ่อนคลาย.",
            "rating": 4.3,
            "reviews": 240,
            "image": "assets/images/lam_pao_dam.jpg",
            "date": "Jun 12, 2023"
        },
        {
            "id": 19,
            "name": "วัดพระธาตุเชิงชุมวรวิหาร",
            "location": "สกลนคร",
            "description": "วัดพระธาตุเชิงชุมเป็นศาสนสถานสำคัญของจังหวัดสกลนคร มีพระธาตุเจดีย์ที่เป็นจุดศูนย์กลางของวัด นักท่องเที่ยวนิยมมาสักการะเพื่อความเป็นสิริมงคลและเพื่อเสริมสร้างบุญบารมี.",
            "rating": 4.8,
            "reviews": 500,
            "image": "assets/images/wat_phra_that_chaeng_chum.jpg",
            "date": "Jul 25, 2023"
        },
        {
            "id": 20,
            "name": "น้ำตกตาดโตน",
            "location": "ชัยภูมิ",
            "description": "น้ำตกตาดโตนเป็นน้ำตกธรรมชาติที่มีความงดงาม ตั้งอยู่ในอุทยานแห่งชาติตาดโตน เหมาะสำหรับการท่องเที่ยวและพักผ่อนท่ามกลางธรรมชาติ.",
            "rating": 4.6,
            "reviews": 350,
            "image": "assets/images/tad_ton_waterfall.jpg",
            "date": "Feb 14, 2023"
        },
        {
            "id": 21,
            "name": "วัดภูมโนรมย์",
            "location": "มุกดาหาร",
            "description": "วัดภูมโนรมย์ตั้งอยู่บนภูเขาสูง เป็นที่ประดิษฐานพระใหญ่ที่สามารถมองเห็นวิวทิวทัศน์แม่น้ำโขงได้อย่างชัดเจน วัดนี้เป็นสถานที่สักการะและเป็นจุดชมวิวที่ได้รับความนิยมจากนักท่องเที่ยว.",
            "rating": 4.7,
            "reviews": 270,
            "image": "assets/images/wat_phu_monorom.jpg",
            "date": "May 08, 2023"
        },
        {
            "id": 22,
            "name": "พิพิธภัณฑสถานแห่งชาติพิมาย",
            "location": "นครราชสีมา",
            "description": "พิพิธภัณฑสถานแห่งชาติพิมายเก็บรักษาศิลปวัตถุและโบราณวัตถุจากสมัยขอมโบราณ ซึ่งเป็นสถานที่สำคัญทางประวัติศาสตร์ที่เชื่อมโยงกับปราสาทหินพิมายในบริเวณใกล้เคียง.",
            "rating": 4.6,
            "reviews": 400,
            "image": "assets/images/phimai_museum.jpg",
            "date": "Sep 10, 2023"
        },
        {
            "id": 23,
            "name": "หินสามวาฬ",
            "location": "บึงกาฬ",
            "description": "หินสามวาฬเป็นปรากฏการณ์ธรรมชาติที่มีลักษณะเป็นกลุ่มหินขนาดใหญ่ที่มีรูปร่างคล้ายปลาวาฬสามตัว ตั้งอยู่บนภูสิงห์ เป็นจุดท่องเที่ยวที่เหมาะสำหรับการชมวิวพระอาทิตย์ขึ้นและบรรยากาศธรรมชาติที่งดงาม.",
            "rating": 4.9,
            "reviews": 490,
            "image": "assets/images/three_whales_rock.jpg",
            "date": "Nov 30, 2022"
        },
        {
            "id": 24,
            "name": "พระธาตุนาดูน",
            "location": "มหาสารคาม",
            "description": "พระธาตุนาดูนเป็นสถานที่ศักดิ์สิทธิ์และเป็นศูนย์กลางทางพุทธศาสนาที่สำคัญในภาคอีสาน มีประวัติศาสตร์ยาวนานและเป็นแหล่งโบราณคดีที่ค้นพบวัตถุโบราณหลายชิ้น.",
            "rating": 4.5,
            "reviews": 350,
            "image": "assets/images/phra_that_nadoon.jpg",
            "date": "Mar 27, 2023"
        },
        {
            "id": 25,
            "name": "น้ำตกถ้ำพระ",
            "location": "บึงกาฬ",
            "description": "น้ำตกถ้ำพระเป็นน้ำตกธรรมชาติที่งดงามและเงียบสงบ ตั้งอยู่ในอุทยานแห่งชาติภูลังกา มีลักษณะเป็นถ้ำและน้ำตกที่ไหลผ่านโขดหิน เหมาะสำหรับการพักผ่อนและการผจญภัยทางธรรมชาติ.",
            "rating": 4.6,
            "reviews": 200,
            "image": "assets/images/than_phra_waterfall.jpg",
            "date": "Aug 15, 2023"
        },
        {
            "id": 26,
            "name": "ดอยอินทนนท์",
            "location": "เชียงใหม่",
            "description": "ดอยอินทนนท์เป็นยอดเขาที่สูงที่สุดในประเทศไทย มีสภาพอากาศหนาวเย็นตลอดทั้งปี และเป็นที่ตั้งของสถานที่ท่องเที่ยวทางธรรมชาติ เช่น น้ำตกและเส้นทางศึกษาธรรมชาติ เป็นแหล่งท่องเที่ยวสำคัญสำหรับนักเดินทางที่ชื่นชอบธรรมชาติ.",
            "rating": 4.9,
            "reviews": 1200,
            "image": "assets/images/doi_inthanon.jpg",
            "date": "Jan 12, 2023"
        },
        {
            "id": 27,
            "name": "วัดพระธาตุดอยสุเทพ",
            "location": "เชียงใหม่",
            "description": "วัดพระธาตุดอยสุเทพเป็นวัดที่ตั้งอยู่บนยอดดอยสุเทพ มีพระเจดีย์ทองคำที่เป็นเอกลักษณ์และเป็นที่เคารพนับถือของชาวเชียงใหม่และนักท่องเที่ยวจากทั่วโลก นักท่องเที่ยวสามารถชมวิวเมืองเชียงใหม่จากจุดชมวิวของวัดได้.",
            "rating": 4.8,
            "reviews": 980,
            "image": "assets/images/wat_phra_that_doi_suthep.jpg",
            "date": "Feb 05, 2023"
        },
        {
            "id": 28,
            "name": "แม่กำปอง",
            "location": "เชียงใหม่",
            "description": "แม่กำปองเป็นหมู่บ้านท่องเที่ยวเชิงอนุรักษ์ที่ตั้งอยู่ในหุบเขา มีบรรยากาศเงียบสงบและอากาศเย็นสบายตลอดทั้งปี หมู่บ้านนี้ยังคงรักษาวิถีชีวิตแบบดั้งเดิมของชาวบ้านและเป็นจุดหมายปลายทางยอดนิยมสำหรับนักท่องเที่ยวที่ต้องการพักผ่อนใกล้ชิดกับธรรมชาติ.",
            "rating": 4.7,
            "reviews": 600,
            "image": "assets/images/mae_kampong.jpg",
            "date": "Mar 15, 2023"
        },
        {
            "id": 29,
            "name": "วัดร่องขุ่น",
            "location": "เชียงราย",
            "description": "วัดร่องขุ่นเป็นวัดที่มีความโดดเด่นด้วยศิลปะสมัยใหม่ที่ออกแบบโดยอาจารย์เฉลิมชัย โฆษิตพิพัฒน์ วัดนี้เป็นที่รู้จักในความงดงามของโครงสร้างสีขาวและลวดลายที่วิจิตร ทำให้เป็นหนึ่งในสถานที่ท่องเที่ยวที่มีชื่อเสียงระดับโลก.",
            "rating": 4.9,
            "reviews": 1400,
            "image": "assets/images/wat_rong_khun.jpg",
            "date": "Apr 20, 2023"
        },
        {
            "id": 30,
            "name": "ภูชี้ฟ้า",
            "location": "เชียงราย",
            "description": "ภูชี้ฟ้าเป็นยอดเขาที่มีชื่อเสียงในการชมวิวทะเลหมอกและพระอาทิตย์ขึ้นที่สวยงาม โดยเฉพาะในช่วงฤดูหนาว เป็นสถานที่ท่องเที่ยวยอดนิยมสำหรับผู้ที่ชื่นชอบการเดินทางผจญภัยและการถ่ายภาพ.",
            "rating": 4.8,
            "reviews": 800,
            "image": "assets/images/phu_chi_fa.jpg",
            "date": "Dec 10, 2022"
        },
        {
            "id": 31,
            "name": "ดอยหลวงเชียงดาว",
            "location": "เชียงใหม่",
            "description": "ดอยหลวงเชียงดาวเป็นยอดเขาที่สูงที่สุดเป็นอันดับสามของประเทศไทย มีธรรมชาติที่สวยงามและอุดมสมบูรณ์ เหมาะสำหรับนักเดินป่าที่ชื่นชอบการผจญภัยและการสำรวจธรรมชาติที่ยังคงความบริสุทธิ์.",
            "rating": 4.7,
            "reviews": 500,
            "image": "assets/images/doi_luang_chiang_dao.jpg",
            "date": "Nov 18, 2022"
        },
        {
            "id": 32,
            "name": "ปางอุ๋ง",
            "location": "แม่ฮ่องสอน",
            "description": "ปางอุ๋งเป็นสถานที่ท่องเที่ยวที่ได้รับความนิยมในฤดูหนาว มีทะเลสาบขนาดใหญ่และทิวสนที่งดงาม บรรยากาศเงียบสงบเหมาะสำหรับการพักผ่อนและชมธรรมชาติในยามเช้าที่มีทะเลหมอกปกคลุม.",
            "rating": 4.6,
            "reviews": 450,
            "image": "assets/images/pang_oung.jpg",
            "date": "Oct 25, 2022"
        },
        {
            "id": 33,
            "name": "ถ้ำน้ำลอด",
            "location": "แม่ฮ่องสอน",
            "description": "ถ้ำน้ำลอดเป็นถ้ำที่มีน้ำไหลผ่านภายในถ้ำ นักท่องเที่ยวสามารถล่องแพเพื่อชมความงดงามของหินงอกหินย้อยและบรรยากาศธรรมชาติที่เงียบสงบ เป็นสถานที่ท่องเที่ยวเชิงอนุรักษ์ที่น่าสนใจในภาคเหนือของไทย.",
            "rating": 4.4,
            "reviews": 280,
            "image": "assets/images/tham_nam_lod.jpg",
            "date": "Sep 17, 2022"
        },
        {
            "id": 34,
            "name": "วัดพระธาตุลำปางหลวง",
            "location": "ลำปาง",
            "description": "วัดพระธาตุลำปางหลวงเป็นวัดเก่าแก่ที่มีประวัติศาสตร์ยาวนาน สถาปัตยกรรมของวัดสะท้อนถึงศิลปะล้านนาที่งดงามและเป็นเอกลักษณ์ วัดนี้ยังเป็นศูนย์กลางทางศาสนาที่สำคัญของชาวลำปาง.",
            "rating": 4.8,
            "reviews": 620,
            "image": "assets/images/wat_phra_that_lampang_luang.jpg",
            "date": "May 09, 2023"
        },
        {
            "id": 35,
            "name": "ดอยเสมอดาว",
            "location": "น่าน",
            "description": "ดอยเสมอดาวเป็นสถานที่ท่องเที่ยวธรรมชาติที่มีชื่อเสียงในการชมดาวและทะเลหมอกในยามเช้า โดยเฉพาะในช่วงฤดูหนาว ทัศนียภาพที่งดงามทำให้เป็นจุดหมายปลายทางยอดนิยมสำหรับนักท่องเที่ยวที่ต้องการสัมผัสบรรยากาศเงียบสงบของธรรมชาติ.",
            "rating": 4.7,
            "reviews": 370,
            "image": "assets/images/doi_samo_dao.jpg",
            "date": "Dec 25, 2022"
        },
        {
            "id": 36,
            "name": "เกาะสมุย",
            "location": "สุราษฎร์ธานี",
            "description": "เกาะสมุยเป็นหนึ่งในเกาะที่มีชื่อเสียงระดับโลก ด้วยหาดทรายขาว น้ำทะเลใส และสถานที่ท่องเที่ยวมากมาย เกาะนี้เป็นจุดหมายปลายทางยอดนิยมสำหรับนักท่องเที่ยวทั้งในและต่างประเทศที่มองหาความสะดวกสบายและความสวยงามทางธรรมชาติ.",
            "rating": 4.9,
            "reviews": 1300,
            "image": "assets/images/koh_samui.jpg",
            "date": "Jan 10, 2023"
        },
        {
            "id": 37,
            "name": "เกาะพีพี",
            "location": "กระบี่",
            "description": "เกาะพีพีเป็นสถานที่ท่องเที่ยวธรรมชาติที่มีชื่อเสียงระดับโลก มีทิวทัศน์ของน้ำทะเลใส หาดทรายขาว และภูเขาหินปูน เกาะพีพีเป็นที่นิยมสำหรับนักดำน้ำและนักท่องเที่ยวที่มองหาความงดงามทางธรรมชาติและกิจกรรมทางน้ำ.",
            "rating": 4.8,
            "reviews": 2000,
            "image": "assets/images/koh_phi_phi.jpg",
            "date": "Feb 18, 2023"
        },
        {
            "id": 38,
            "name": "อุทยานแห่งชาติเขาสก",
            "location": "สุราษฎร์ธานี",
            "description": "อุทยานแห่งชาติเขาสกเป็นแหล่งธรรมชาติที่มีความหลากหลายทั้งป่าเขาและทะเลสาบขนาดใหญ่ มีเส้นทางเดินป่าที่สวยงามและสัตว์ป่าหายาก เป็นสถานที่ท่องเที่ยวเชิงอนุรักษ์ที่น่าสนใจสำหรับผู้ที่รักการผจญภัยในธรรมชาติ.",
            "rating": 4.7,
            "reviews": 850,
            "image": "assets/images/khao_sok_national_park.jpg",
            "date": "Mar 22, 2023"
        },
        {
            "id": 39,
            "name": "หาดป่าตอง",
            "location": "ภูเก็ต",
            "description": "หาดป่าตองเป็นหาดที่มีชื่อเสียงมากที่สุดในภูเก็ต และเป็นแหล่งรวมของร้านอาหาร สถานบันเทิง และกิจกรรมทางน้ำ เป็นจุดหมายปลายทางยอดนิยมสำหรับนักท่องเที่ยวที่ต้องการสนุกสนานและพักผ่อนริมทะเล.",
            "rating": 4.6,
            "reviews": 1500,
            "image": "assets/images/patong_beach.jpg",
            "date": "Apr 10, 2023"
        },
        {
            "id": 40,
            "name": "เกาะหลีเป๊ะ",
            "location": "สตูล",
            "description": "เกาะหลีเป๊ะเป็นเกาะเล็กๆ ที่มีความสวยงามทางธรรมชาติ น้ำทะเลใสสะอาด หาดทรายขาว และเป็นแหล่งดำน้ำที่มีปะการังสวยงาม เป็นจุดหมายปลายทางที่เงียบสงบและเหมาะสำหรับการพักผ่อนอย่างเต็มที่.",
            "rating": 4.9,
            "reviews": 950,
            "image": "assets/images/koh_lipe.jpg",
            "date": "May 07, 2023"
        },
        {
            "id": 41,
            "name": "อ่าวนาง",
            "location": "กระบี่",
            "description": "อ่าวนางเป็นชายหาดที่มีชื่อเสียงและเป็นจุดท่องเที่ยวหลักในจังหวัดกระบี่ มีทั้งหาดทรายขาว น้ำทะเลใส และภูเขาหินปูนที่งดงาม นอกจากนี้ยังมีกิจกรรมทางน้ำมากมายให้นักท่องเที่ยวได้เพลิดเพลิน.",
            "rating": 4.6,
            "reviews": 1400,
            "image": "assets/images/ao_nang.jpg",
            "date": "Jun 18, 2023"
        },
        {
            "id": 42,
            "name": "เกาะเต่า",
            "location": "สุราษฎร์ธานี",
            "description": "เกาะเต่าเป็นจุดหมายปลายทางยอดนิยมสำหรับนักดำน้ำ เนื่องจากมีปะการังที่สวยงามและสัตว์ทะเลหลากหลายชนิด นอกจากนี้ยังมีหาดทรายขาวและน้ำทะเลใสที่เหมาะสำหรับการพักผ่อนและกิจกรรมทางน้ำ.",
            "rating": 4.7,
            "reviews": 1100,
            "image": "assets/images/koh_tao.jpg",
            "date": "Jul 14, 2023"
        },
        {
            "id": 43,
            "name": "เกาะกระดาน",
            "location": "ตรัง",
            "description": "เกาะกระดานเป็นเกาะที่เงียบสงบและยังคงความบริสุทธิ์ของธรรมชาติ น้ำทะเลใสสะอาด หาดทรายขาวและสวยงาม เหมาะสำหรับการพักผ่อนในบรรยากาศที่เป็นส่วนตัวและเงียบสงบ.",
            "rating": 4.8,
            "reviews": 500,
            "image": "assets/images/koh_kradan.jpg",
            "date": "Aug 11, 2023"
        },
        {
            "id": 44,
            "name": "เขื่อนรัชชประภา",
            "location": "สุราษฎร์ธานี",
            "description": "เขื่อนรัชชประภาเป็นแหล่งท่องเที่ยวที่มีวิวทิวทัศน์ของทะเลสาบขนาดใหญ่ท่ามกลางภูเขาหินปูนที่งดงาม มีบรรยากาศที่เงียบสงบและเป็นแหล่งพักผ่อนที่ได้รับความนิยมในภาคใต้.",
            "rating": 4.9,
            "reviews": 820,
            "image": "assets/images/ratchaprapa_dam.jpg",
            "date": "Sep 05, 2023"
        },
        {
            "id": 45,
            "name": "อุทยานแห่งชาติหมู่เกาะสิมิลัน",
            "location": "พังงา",
            "description": "หมู่เกาะสิมิลันเป็นแหล่งดำน้ำที่มีความงดงามและมีความหลากหลายทางธรรมชาติ ทั้งปะการังและสัตว์ทะเลที่อุดมสมบูรณ์ หมู่เกาะนี้เป็นที่นิยมของนักดำน้ำและนักท่องเที่ยวที่มองหาความสงบและความสวยงามของธรรมชาติ.",
            "rating": 5.0,
            "reviews": 2000,
            "image": "assets/images/similan_islands.jpg",
            "date": "Oct 01, 2023"
        },
        {
            "id": 46,
            "name": "พระบรมมหาราชวัง",
            "location": "กรุงเทพมหานคร",
            "description": "พระบรมมหาราชวังเป็นสถานที่สำคัญทางประวัติศาสตร์ของไทยและเป็นที่ตั้งของวัดพระศรีรัตนศาสดาราม (วัดพระแก้ว) พระบรมมหาราชวังสร้างขึ้นในสมัยรัชกาลที่ 1 และมีสถาปัตยกรรมที่สวยงามอลังการ เป็นแหล่งท่องเที่ยวยอดนิยมของชาวไทยและชาวต่างชาติ.",
            "rating": 4.9,
            "reviews": 3000,
            "image": "assets/images/grand_palace.jpg",
            "date": "Jan 15, 2023"
        },
        {
            "id": 47,
            "name": "วัดอรุณราชวราราม",
            "location": "กรุงเทพมหานคร",
            "description": "วัดอรุณ หรือ วัดแจ้ง เป็นวัดที่ตั้งอยู่ริมแม่น้ำเจ้าพระยา มีพระปรางค์ที่สูงใหญ่และสวยงามเป็นเอกลักษณ์ วัดนี้เป็นที่รู้จักในหมู่นักท่องเที่ยวทั้งชาวไทยและชาวต่างชาติ โดยเฉพาะในช่วงเย็นที่พระอาทิตย์ตกดินจะเป็นเวลาที่เหมาะแก่การชมวิว.",
            "rating": 4.8,
            "reviews": 2800,
            "image": "assets/images/wat_arun.jpg",
            "date": "Feb 28, 2023"
        },
        {
            "id": 48,
            "name": "ตลาดน้ำอัมพวา",
            "location": "สมุทรสงคราม",
            "description": "ตลาดน้ำอัมพวาเป็นหนึ่งในตลาดน้ำที่มีชื่อเสียงของภาคกลาง เต็มไปด้วยพ่อค้าแม่ค้าที่ขายสินค้าบนเรือ นักท่องเที่ยวสามารถล่องเรือชมบรรยากาศและชิมอาหารไทยรสเลิศ ทั้งยังมีการล่องเรือชมแสงหิ่งห้อยในยามค่ำคืนซึ่งเป็นกิจกรรมยอดนิยม.",
            "rating": 4.7,
            "reviews": 1900,
            "image": "assets/images/amphawa_floating_market.jpg",
            "date": "Mar 19, 2023"
        },
        {
            "id": 49,
            "name": "อุทยานประวัติศาสตร์พระนครศรีอยุธยา",
            "location": "พระนครศรีอยุธยา",
            "description": "อุทยานประวัติศาสตร์พระนครศรีอยุธยาเป็นแหล่งมรดกโลกที่ได้รับการยกย่องจากยูเนสโก เป็นที่ตั้งของโบราณสถานสำคัญหลายแห่งจากสมัยอยุธยา เช่น วัดมหาธาตุ วัดพระศรีสรรเพชญ์ เป็นสถานที่ที่นักท่องเที่ยวสามารถเรียนรู้ประวัติศาสตร์ไทยในยุคโบราณ.",
            "rating": 4.9,
            "reviews": 2500,
            "image": "assets/images/ayutthaya_historical_park.jpg",
            "date": "Apr 30, 2023"
        },
        {
            "id": 50,
            "name": "ตลาดน้ำดำเนินสะดวก",
            "location": "ราชบุรี",
            "description": "ตลาดน้ำดำเนินสะดวกเป็นตลาดน้ำที่มีชื่อเสียงในภาคกลางของไทย นักท่องเที่ยวสามารถเดินชมสินค้าหลากหลายที่จำหน่ายบนเรือพาย ทั้งอาหาร ของที่ระลึก และผักผลไม้สด เป็นแหล่งท่องเที่ยวที่สะท้อนถึงวิถีชีวิตดั้งเดิมของคนไทยในชนบท.",
            "rating": 4.6,
            "reviews": 1600,
            "image": "assets/images/damnoen_saduak_floating_market.jpg",
            "date": "May 12, 2023"
        },
        {
            "id": 51,
            "name": "วัดพระศรีสรรเพชญ์",
            "location": "พระนครศรีอยุธยา",
            "description": "วัดพระศรีสรรเพชญ์เป็นวัดสำคัญในสมัยกรุงศรีอยุธยา และเป็นที่ตั้งของพระเจดีย์ใหญ่สามองค์ วัดแห่งนี้เป็นแหล่งโบราณคดีที่มีความสำคัญทางประวัติศาสตร์ และเป็นหนึ่งในสถานที่ท่องเที่ยวที่ได้รับความนิยมมากที่สุดในอุทยานประวัติศาสตร์พระนครศรีอยุธยา.",
            "rating": 4.7,
            "reviews": 1800,
            "image": "assets/images/wat_phra_si_sanphet.jpg",
            "date": "Jun 10, 2023"
        },
        {
            "id": 52,
            "name": "สะพานข้ามแม่น้ำแคว",
            "location": "กาญจนบุรี",
            "description": "สะพานข้ามแม่น้ำแควเป็นสถานที่ท่องเที่ยวเชิงประวัติศาสตร์ที่เกี่ยวข้องกับสงครามโลกครั้งที่ 2 สะพานแห่งนี้ถูกสร้างขึ้นโดยเชลยศึกในช่วงสงคราม และปัจจุบันเป็นสัญลักษณ์แห่งสันติภาพและการระลึกถึงความโหดร้ายของสงคราม.",
            "rating": 4.7,
            "reviews": 2100,
            "image": "assets/images/bridge_on_the_river_kwai.jpg",
            "date": "Jul 22, 2023"
        },
        {
            "id": 53,
            "name": "เขื่อนแก่งกระจาน",
            "location": "เพชรบุรี",
            "description": "เขื่อนแก่งกระจานเป็นแหล่งพักผ่อนทางธรรมชาติที่มีทะเลสาบขนาดใหญ่และภูเขารอบด้าน นักท่องเที่ยวสามารถล่องเรือ ชมวิว และตั้งแคมป์ริมเขื่อนได้ นอกจากนี้ยังมีจุดชมวิวที่สวยงาม โดยเฉพาะในช่วงเช้าที่มีทะเลหมอกปกคลุม.",
            "rating": 4.6,
            "reviews": 1200,
            "image": "assets/images/kaeng_krachan_dam.jpg",
            "date": "Aug 16, 2023"
        },
        {
            "id": 54,
            "name": "อุทยานแห่งชาติเขาใหญ่",
            "location": "นครราชสีมา",
            "description": "อุทยานแห่งชาติเขาใหญ่เป็นแหล่งท่องเที่ยวธรรมชาติที่ได้รับการขึ้นทะเบียนเป็นมรดกโลก มีป่าเขตร้อนที่อุดมสมบูรณ์ ทุ่งหญ้าเขียวขจี และน้ำตกที่งดงาม สัตว์ป่าที่หายาก เช่น ช้างป่าและกวาง ยังสามารถพบเห็นได้ในพื้นที่นี้.",
            "rating": 4.9,
            "reviews": 3000,
            "image": "assets/images/khao_yai_national_park.jpg",
            "date": "Sep 21, 2023"
        },
        {
            "id": 55,
            "name": "วัดพระปฐมเจดีย์ราชวรมหาวิหาร",
            "location": "นครปฐม",
            "description": "วัดพระปฐมเจดีย์ราชวรมหาวิหารเป็นที่ตั้งของพระปฐมเจดีย์ เจดีย์ที่ใหญ่ที่สุดในประเทศไทย ซึ่งเป็นสัญลักษณ์แห่งพุทธศาสนาและความรุ่งเรืองทางวัฒนธรรมของจังหวัดนครปฐม วัดนี้เป็นศูนย์กลางของการบูชาและพิธีกรรมทางศาสนาที่สำคัญ.",
            "rating": 4.8,
            "reviews": 2500,
            "image": "assets/images/wat_phra_pathom_chedi.jpg",
            "date": "Oct 02, 2023"
        }
    ]
}